[General]
Version=1.8.8
LanguageName=Dansk 
lblLanguageAuthor=Jonas

[Form1]
lblLanguage=Sprog:
TorrentFileLabel=Sted:
closeButton=Luk
StartButton=Start
tabGeneral=Generalt
groupTorrentFile=Torrent Fil
browseButton=Find...
groupStats=Stats
totalRunningTimeLabel=Total Time :
leechLabel=Leecherer:
seedLabel=Seederer:
manualUpdateButton=Manuel Updatering
labelUpdateIn=Updaterer om:
downloadCountLabel=Downloaded :
uploadCountLabel=Uploaded :
groupBoxOptions=indstillinger
applyStopSettingsButton=tilføj
stopProcessLabel=Stop processen efter:
FileSizeLabel=Færdig (%)
uploadRateLabel=Upload hastighed (kB/s) :
downloadRateLabel=Download hastighed (kB/s) :
groupTorrentInfo=Torrent Information
labelTorrentSize=Størelse:
hashLabel=SHA Hash:
TrackerLabel=Tracker:
tabAdvanced=Advanceret
memoryReaderButton=Hukommelse Læser...
updateAnnounceParamsOnStart=Updater peer_id og nøgle ved start op
checkNewVersion=tjek efter en ny version
checkShowTrayBaloon=Vis balon som minimeret ikon
ClientLabel=Klient Simulation:
randomSpeedGroup=Randomise Opload/Download Hastigheder
RandomDownloadToLabel=Maks:
RandomUploadToLabel=Maks:
RandomDownloadFromLabel=Min:
RandomUploadFromLabel=Min:
checkRandomDownload=Download (kB)
checkRandomUpload=Opload  (kB)
reportParamsGroup=Annoncering Parameters
keyLabel=Nøgle (key):
labelPeerID=Peer ID (peer_id):
numwantLabel=Numre af Peers (numwant):
portInfoLabel=Vis disse steder er tomme, RatioMaster vil bruge standard instillinger
portLabel=Port (port):
tabNetwork=Netværk
groupNetworkMisc=Tilfældig
checkIgnoreFailureReason=Ignorer 'failure reason' tracker svarer
labelStopMinLeecher=Stop oploading når numeret af leechers er mindre end:
intervalLabel=Tracker Opdate mellemrum (s):
checkRequestScrap=Få Seeders/Leechers info (scrape info from tracker)
checkTCPListen=Brug TCP lyterer (appear connectable on tracker)
proxySettingsGroup=Proxy Server Indstillinger
labelProxyPass=Kodeord:
labelProxyUser=Bruger:
labelProxyPort=Port:
labelProxyHost=Host:
labelProxyType=Proxy Type:
tabLog=Frenskridt Log
saveLogButton=Gem Log
checkLogEnabled=Aktiver Log
clearLogButton=Ryd Log
tabAbout=Omkring
labelForums=Forums:
labelWebSite=Hjemmeside:
StopButton=Stop
linkProxyHelp=Hjælp med proxies
tabUpdates=Opdateringer
installUpdatesButton=Installer Opdateringer
checkUpdatesButton=Tjek for Opdateringer
labelUpdates=Klienter og sprog
labelBindIp=Bind til IP:
checkMinimizeToTray=Minimer til bakke
checkIgnoreTimeout=Ignorer Forbindelses fejl
checkUPnP=Aktiver UPnP port mapping
testNetworkButton=Test Indstillinger...
ResetCountersButton=Nulstil Tællere
checkSavePeers=Gem listen med peers


[MemoryReader]
reApplyButton=Tilføj
reCloseButton=Luk
groupBoxSearchResults=Søge Resultater
reHashLabel=Hash:
rePeerIdLabel=Peer ID(peer_id):
reKeyLabel=Nøgle(key):
numwantLabel=Numre af Peers (numwant):
rePortLabel=Port (port):
reSearchStrLabel=String:
reSearchButton=Start Søgning
reProcessNameLabel=Process Navn:

[Messages]
mrNoProcessFound=Nej {0} process fundet .\r\nVær sikker på at torrent klienter kører og at mindst en torrent virker.
mrSearchFail=Søgning fejlet.\r\nVær sikker på at torrent klienter kører og at mindst en torrent virker.
mrSearchTitle=Søg
mrSearchSuccess=Søgning fuldført succesfuldt!\r\nTryk knappen for at tilføje fundne værdier til denne klient.
vrNewVersionReleased=Ny version Udgivet! Få den fra http://www.moofdev.net?
vrNewVersionTitle="Ny version udgivet"
ballonUploaded=Oploaded: {0} \r\n
ballonDownloaded=Downloaded: {0} \r\n
ballonUpdateIn=Opdatering om: {0} \r\n
ballonTotalTime=Total tid: {0} \r\n
stopProcessOpt1=Stop ikke
stopProcessOpt2=Oploaded
stopProcessOpt3=Downloaded
stopProcessOpt4=Tid
stopProcessUnits1=Sekunder
stopProcessUnits2=Minutter
stopProcessUnits3=timer
restoreToolStripMenuItem=Gendan
exitToolStripMenuItem=Gå ud.
umNumUpdatesFound=Found {0} updates
umNoUpdatesFound=Ingen nye opdateringer fundet
umParsingUpdates=Parsing Updates...
umCheckingUpdates=Tjekker efter opdateringer...
umDownloadingUpdate=Downloader Opdateringer {0}
umFinishedDownloadingUpdates=Færdig med at downloade opdateringer
clmnUpdateName=Navn
clmnUpdateFileName=Fil Navn
clmnUpdateType=Type
clmnUpdateAuthor=Ejer
confirmCloseTitle=Acceptering
confirmCloseMessage=Torrent opdatering er i gang. Vil du virkelig gå ud af RatioMaster?
defaultBinding=tilfældig
testNetworkSuccess=Forbundet successfuldt. RatioMaster indstillerne ser ud til at virke.
testNetworkFailed=Forbindelses fejl
testNetworkInProgress=Netværk indstillingerne bliver testet...

[Tooltips]
checkIgnoreFailureReason=RM will ignore errors returning from the tracker and will upload as ussual when this options is checked.
labelStopMinLeecher=RM can automatically zero upload speed,if number of leechers is less than choosen value
intervalLabel=Default Update Interval for sending stats to the tracker.\r\nUsefull for those trackers that do no return Update Interval
proxySettingsGroup=RM can use proxy to connect to the tracker, so you can hide your real IP
memoryReaderButton=Memory Reader\r\nUse this tool when you want simulated client parameters \r\nas peer_id, key, port and others to match your real client parameters.
updateAnnounceParamsOnStart=When this option checked,RM generates new peer_id and key each time you start it.\r\nIf unchecked RM  uses values saved from previous time.
TorrentClientsBox=In this ComboBox choose the client you want to simulate
randomSpeedGroup=Rm can randomise the speeds after each announce \r\naccording to those settings.\r\nUploading too long on exactly same speed is suspicious.
torrentFile=Torrent File Path\r\nClick Browse... or Drag & Drop torrent into RM window
totalRunningTimeLabel=Total running time for this session
leechLabel=Leechers on this torrent\r\nOn some trackers this data is not available
seedLabel=Seeders on this torrent\r\nOn some trackers this data is not available
manualUpdateButton=Manual Update\r\nTracker can be updated manually, your stats on the tracker should change accordingly.
labelUpdateIn=Time for next update 
downloadCountLabel=Downloaded\r\nAfter next update your stats on tracker should change accordingly
uploadCountLabel=Updoaded\r\nAfter next update your stats on tracker should change accordingly                                                                                                                      
checkIgnoreTimeout=RM will ignore connection errors
stopProcessActionBox=RM can stop process automatically .\r\nChoose between different options and enter values.
uploadRate=Upload Speed\r\nPut here speed that RM will report to the tracker
downloadRate=Download Speed\r\nPut here speed that RM will report to the tracker
shaHash=Torrent Sha Hash\r\nYou can enter it manually or it will be generated from selected torrent 
trackerAddress=Tracker Url\r\nYou can enter it manually or it will be generated from selected torrent
fileSize=Finished %\r\nYou can enter how much of the torrent you have already downloaded\r\n100% = Seeding\r\n0%     = Leeching from the beginning\r\nRM remembers Finished % as well as all other options for each torrent.                                       
reportParamsGroup=Those parameters are part of the announce string that RM will send to the tracker.\r\nUsually RM will generate those parameters automatically,but you have an option\r\nto enter them manually or use Memory Reader tool to get the params from your client.
reProcessNameBox=RM will look for this process.\r\nRM fills this box automatically according to your current Client Selection.
reSearchStr=RM looks for this string to find announce URL and parse search results.
reSearchButton=Press on "Start Search" to ... Start Search.
groupBoxSearchResults=If search successfull RM fills those fields with found results.\r\nCopy those values manually to RM Advanced Settings or press on Apply.
reApplyButton=Click on "Apply" to copy search results into Advanced Tab of RM.